import Head from "next/head";

export default function Privacy() {
  return (
    <>
      <Head>
        <title>Privacy Policy</title>
      </Head>
      <main className="flex flex-col bg-gradient-to-br to-redonebg  from-redtwobg via-90%">
        <div className="flex flex-row p-8 items-center w-full">
          <div className="flex flex-row items-center">
            <img src="../../logo.png" className="w-[200px] h-[80px]" />
          </div>
          <div className="flex flex-row items-center ml-14 text-white text-lg font-bold">
            <a className="mr-5" href="/">
              Home
            </a>
          </div>
        </div>
        <div className="flex flex-col items-center px-[40px]">
          <p className="text-white text-4xl font-extrabold text-center py-10">
            Privacy Policy
          </p>
          <div className="flex flex-col py-[40px] px-[20px] justify-center bg-white rounded-2xl shadow-2xl shadow-white">
            <p className="text-sm" >Εισαγωγή < br/>
              Η παρούσα ενημέρωση αφορά στη συμμετοχή σας στην εφαρμογή Life Chain η οποία ανήκει και
              διαχειρίζεται από τους: < br/>
              1. Ένρι Σκούρτη (email: enriskor@hotmail.com)< br/>
              2. Ανδρέας Κρασσάς (email:andreaskrassas12345@gmail.com)< br/>
              3. Αλκίνοος Αλυσσανδράκης (email:alk.alyssandrakis@gmail.com )< br/>
              4. Λάμπρος Καραχρήστος (email:lamproskarachristos@yahoo.com )< br/>
              (ως από κοινού Υπεύθυνοι Επεξεργασίας και δια συντομία αναφερόμενοι ως «Υπεύθυνος
              Επεξεργασίας»)< br/>
              Η παρούσα Πολιτική επέχει θέση ενημέρωσης των υποκειμένων των δεδομένων σύμφωνα με τα
              άρθρα 13-14 του Γενικού Κανονισμού Προστασίας Δεδομένων της ΕΕ 679/2016. Σας συνιστούμε, ως
              χρήστες/τριες να διαβάσετε προσεκτικά την παρούσα πολιτική προστασίας απορρήτου και
              προσωπικών δεδομένων που ακολουθούμε, προκειμένου να ενημερωθείτε σχετικά με τις
              πληροφορίες που συλλέγονται από εσάς όταν κάνετε χρήση της εφαρμογής, πώς αυτές μπορούν να
              χρησιμοποιηθούν και να κοινοποιηθούν, πώς προστατεύονται οι πληροφορίες αυτές και ποια είναι
              τα δικαιώματά σας. Εάν έχετε οποιαδήποτε απορία για τον τρόπο με τον οποίο συλλέγουμε και
              διαχειριζόμαστε τα δεδομένα, επικοινωνήστε μαζί μας στο info@lifechain.gr .
              Περιγραφή της εφαρμογής< br/>
              Ο σκοπός της εφαρμογής είναι να έχουν την δυνατότητα οι χρήστες της να ζητούν βοήθεια από τους
              φύλακες του Πολυτεχνείου Κρήτης, όταν οι ίδιοι βρίσκονται σε κατάσταση έκτακτης ανάγκης. Η
              εφαρμογή λειτουργεί μόνο εντός του campus του Πολυτεχνείο Κρήτης στο Ακρωτήρι του Νομού
              Χανίων και μόνο για τα μέλη της τα οποία έχουν πρόσβαση σε ακαδημαϊκό email. Η εφαρμογή
              απευθύνεται σε περιστατικά έκτακτης ανάγκης, όπως υποδηλώνουν και τα τρία κουμπιά στην
              κεντρική της οθόνη (περιστατικό υγείας, σωματική επίθεση, κλοπή/βανδαλισμός. Οι χρήστες
              οφείλουν να χρησιμοποιήσουν την εφαρμογή μόνο αφότου έχουν καλέσει πρώτα σε βοήθεια τους
              καταρχήν υπεύθυνους για την αντιμετώπιση του περιστατικού (π.χ 112,166).< br/>
              Όταν η ασφάλεια / υγεία ενός ανθρώπου βρίσκεται σε κίνδυνο εντός του campus του Πολυτεχνείου
              Κρήτης, οποιοσδήποτε έχει κατεβασμένη νόμιμα την εφαρμογή μπορεί να πατήσει το κουμπί για
              αναζήτηση βοήθειας. Αυτόματα, θα κοινοποιηθεί η τοποθεσία του στους φύλακες που βρίσκονται
              εντός του campus μαζί με οδηγίες σε αυτούς για το πως να φτάσουν στο σημείο του περιστατικού.
              Τονίζεται ότι δεν εγγυάται με κανέναν τρόπο ότι θα καταφέρουν οι φύλακες να ανταποκριθούν στο
              σημείο και τον χρόνο που λαμβάνει χώρα το περιστατικό. Η εφαρμογή λειτουργεί επικουρικά σε
              περιστατικά έκτακτης ανάγκης των χρηστών, όταν βρίσκονται στους χώρους / εγκαταστάσεις του
              Πανεπιστημίου, και δεν υποκαθιστά τους αρμόδιους Φορείς και Αρχές για την αντιμετώπιση τέτοιων
              περιστατικών.< br/>

              Για τον λόγο αυτό, προτρέπουμε τους χρήστες, σε περίπτωση έκτακτης ανάγκης κατά την παραμονή
              τους στους χώρους / εγκαταστάσεις του Πανεπιστημίου, να απευθύνονται αμέσως στους αρμόδιους
              Φορείς και Αρχές για την αντιμετώπιση τέτοιων περιστατικών και εν συνεχεία, να προβαίνουν στη
              χρήση της εφαρμογής< br/>
              Ορισμοί< br/>
              Χρήστης : Οποιοδήποτε άτομο το οποίο έχει δικαίωμα να κατεβάσει και να εγγραφεί στην εφαρμογή
              σύμφωνα με τους παρόντες όρους χρήσης. Συγκεκριμένα, είναι μέλος της πανεπιστημιακής
              κοινότητας του Πολυτεχνείου Κρήτης (π.χ καθηγητές, φοιτητές, διδακτικό προσωπικό) και διαθέτει
              νόμιμα προσωπικό email που παρέχεται από το Πανεπιστήμιο (της μορφής @tuc.gr) με το οποίο
              email κάνει εγγραφή και χρησιμοποιεί την εφαρμογή.
              Πανεπιστημιακοί φύλακες (Φύλακες): Ως φύλακες ορίζονται τα άτομα τα οποία λαμβάνουν
              ειδοποίηση για να ανταποκριθούν στα περιστατικά. Αυτοί υποδεικνύονται στον Υπεύθυνο
              Επεξεργασίας από το Πολυτεχνείο Κρήτης, το οποίο και διαβεβαιώνει ότι είναι εξουσιοδοτημένοι
              προκειμένου να ανταποκριθούν στα περιστατικά εντός του campus.
              Περιστατικό Έκτακτης Ανάγκης: Οποιαδήποτε περίσταση στην οποία κρίνει ο Χρήστης ότι απειλείται
              με κάποιο τρόπο ή βρίσκεται σε κίνδυνο η σωματική του ακεραιότητα ή χρήζει άμεσης παροχής
              πρώτων βοηθειών. Στην συγκεκριμένη εφαρμογή γίνεται διαχωρισμός σε τρία είδη (Περιστατικό
              Υγείας, Σωματική Επίθεση, Κλοπή-Βανδαλισμός).
              < br/>
              Προσωπικά δεδομένα που συλλέγουμε< br/>
              Γενική Χρήση< br/>
              Τα προσωπικά δεδομένα που συλλέγουμε είναι: Ονοματεπώνυμο, κινητό τηλέφωνο, διεύθυνση
              email και τοποθεσία χρήστη . Ο χρήστης καλείται να ορίσει προσωπικό κωδικό &lt;password&gt;.
              Επιπλέον, η Εφαρμογή συλλέγει αυτόματα τον τύπο της κινητής συσκευής, το μοναδικό ID της
              συσκευής, τη διεύθυνση IP της κινητής συσκευής, το λειτουργικό σύστημα, τα προγράμματα
              περιήγησης. Κατά την χρήση της εφαρμογής και του website δεν χρησιμοποιούμε cookies. Τα
              δεδομένα αυτά δεν κοινοποιούνται σε τρίτα μέρη και φυλάσσονται αποκλειστικά από τον Υπεύθυνο
              Επεξεργασίας σε cloud-based servers (Firebase) εντός Ε.Ε. Η συλλογή γίνεται για λόγους
              ταυτοποίησης του χρήστη, καθώς και για την εξυπηρέτηση της λειτουργίας της εφαρμογής. Ο
              Υπεύθυνος Επεξεργασίας δύναται να ζητήσει περαιτέρω στοιχεία για την εγγραφή και ταυτοποίηση
              των χρηστών σε περίπτωση που θεωρήσει ότι τα υπάρχοντα δεδομένα δεν ανταποκρίνονται στην
              πραγματικότητα.
              Όταν ο χρήστης πατήσει το κουμπί για να καλέσει βοήθεια, συναινεί στο να σταλεί η τοποθεσία του
              και το ονοματεπώνυμό του στους φύλακες, όπως και τυχόν σχόλια ή φωτογραφίες τις οποίες έχει
              υποβάλλει για το συγκεκριμένο περιστατικό. Η τοποθεσία του χρήστη κοινοποιείται και
              αποθηκεύεται μόνο κατά την χρήση της εφαρμογής.
              Διευκρινίζεται ότι οι χρήστες είναι οι μόνοι υπεύθυνοι για την εγκυρότητα των προσωπικών
              δεδομένων που καταχωρούν στην εφαρμογή.< br/>

              Διαφημίσεις< br/>
              Ο Υπεύθυνος Επεξεργασίας μπορεί να συλλέγει ανώνυμα δεδομένα από τους χρήστες που μπορούν
              να χρησιμοποιηθούν για παραγωγή στατιστικών της εφαρμογής. Σε κάθε περίπτωση αυτά τα
              δεδομένα θα παραμείνουν ανώνυμα και δεν θα υπάρχει καμία συσχέτιση μεταξύ των χρηστών και
              των απαντήσεων που έδωσαν. Προτού γίνει η συλλογή τους, θα δηλώνεται η ρητή συγκατάθεση από
              την πλευρά του χρήστη ότι συναινεί στην επεξεργασία τους.
              Όταν χρησιμοποιείτε τις υπηρεσίες μας, μπορείτε να εγγραφείτε στο Newsletter μας για την
              αποστολή ενημερωτικών email. Αυτό γίνεται μέσα από την ιστοσελίδα μας, εισάγοντας το email σας
              στο σχετικό πεδίο. Έτσι δηλώνετε την ρητή συγκατάθεσή σας να λαμβάνετε αυτά τα μηνύματα. Εάν
              δεν θέλετε να λαμβάνετε αυτές τις πληροφορίες, μπορείτε, ακολουθώντας τις αντίστοιχες οδηγίες,
              να καταργήσετε την εγγραφή σας. Επιπροσθέτως, δεδομένα για παραγωγή στατιστικών μηνιαίων
              αναφορών θα κατακρατούνται ανώνυμα.< br/>
              Ιστοσελίδα< br/>
              Η ιστοσελίδα μας (lifechain.gr) έχει ενημερωτικό χαρακτήρα ως προς τις υπηρεσίες που
              προσφέρουμε, συνεπώς δεν απαιτείται από τον χρήστη να εισάγει προσωπικά του δεδομένα. Κατά
              την χρήση του website δεν χρησιμοποιούμε cookies. Ωστόσο, ενδέχεται να συλλεχθούν αυτόματα
              ορισμένες πληροφορίες, οι οποίες μπορούν να σας ταυτοποιήσουν άμεσα ή έμμεσα. Τέτοιες μπορεί
              να είναι : διεύθυνση ΙP, το λειτουργικό σύστημα, βασικές πληροφορίες σύνδεσης, οι ιστοσελίδες που
              επισκεφτήκατε αμέσως πριν και μετά την επίσκεψη στην σελίδα μας, τους σειριακούς αριθμούς που
              αντιστοιχούν στη συσκευή και τα μέρη της, το είδος της φορητής συσκευής και τις ρυθμίσεις της, ο
              browser, η ταχύτητα σύνδεσης και πληροφορίες σχετικά με τα προγράμματα λογισμικού που είναι
              εγκατεστημένα στον υπολογιστή, ενέργειες που αφορούν τον τρόπο χρήσης της ιστοσελίδας,
              πληροφορίες σχετικά με την τοποθεσία της συσκευής.< br/>

              Νομική βάση επεξεργασίας< br/>
              Η νομική βάση σύμφωνα με την οποία επεξεργαζόμαστε τα προσωπικά σας δεδομένα είναι η λήψη
              της ρητής και ελεύθερης συγκατάθεσής σας (αρ. 6 παρ. 1 περ. α΄ ΓΚΠΔ).
              < br/>
              Χρόνος τήρησης των πληροφοριών< br/>
              Ο Υπεύθυνος Επεξεργασίας τηρεί τα προσωπικά δεδομένα που συλλέγει μέσω της Εφαρμογής ή/και
              Ιστοσελίδας για το απολύτως απαραίτητο χρονικό διάστημα για την εκπλήρωση των ανωτέρω
              σκοπών επεξεργασίας, καθώς και για τη συμμόρφωσή του με τις έννομες υποχρεώσεις του.

              Διαγραφή Δεδομένων< br/>
              Εφόσον ανακαλέσετε τη συγκατάθεσή σας στη συλλογή και επεξεργασία των προσωπικών σας
              δεδομένων, όπου ζητείται, θα διαγράφονται τα δεδομένα σας από τα ηλεκτρονικά και φυσικά μας
              αρχεία, εκτός εάν η τήρηση αυτών καθίσταται απαραίτητη σε συμμόρφωση με νόμιμη υποχρέωσή
              μας ή για την άσκηση, θεμελίωση ή υπεράσπιση δικαιωμάτων ή έννομων συμφερόντων μας ενώπιον
              δικαστικών αρχών.< br/>
              1. Δικαίωμα Διαγραφής: Οι χρήστες έχουν το δικαίωμα να ζητήσουν τη διαγραφή των
              προσωπικών τους δεδομένων από την εφαρμογή μας σε οποιαδήποτε στιγμή.< br/>
              2. Διαδικασία Διαγραφής: Οι χρήστες που επιθυμούν τη διαγραφή των δεδομένων τους
              πρέπει να επικοινωνήσουν με την υπηρεσία υποστήριξης στο email info@lifechain.gr ή
              μέσω της επίσημης ιστοσελίδας μας lifechain.gr< br/>
              3. Διατήρηση Δεδομένων: Ορισμένα δεδομένα μπορεί να διατηρούνται για νομικούς λόγους,
              ακόμη και μετά την αίτηση διαγραφής.< br/>
              4. Ανάκτηση Δεδομένων: Μετά την ολοκληρωτική διαγραφή των δεδομένων ενός χρήστη, δεν
              είναι δυνατή η ανάκτησή τους.< br/>

              Δικαιώματα του Υποκειμένου< br/>
              Μπορείτε να υποβάλετε, για την επεξεργασία των προσωπικών σας δεδομένων: α) αίτημα για
              πρόσβαση, διόρθωση ή διαγραφή των προσωπικών σας δεδομένων ή περιορισμό της επεξεργασίας
              τους β) εναντίωση στην επεξεργασία τους, γ) φορητότητα των δεδομένων σας, δ) ανάκληση της
              συγκατάθεσής σας. Στην τελευταία περίπτωση, δεν θίγονται οι πράξεις επεξεργασίας που
              διενεργήθηκαν προ της ανάκλησης, ενώ μετά την ανάκληση και ελλείψει νομιμοποιητικής βάσης, τα
              δεδομένα σας θα διαγράφονται από τον υπεύθυνο επεξεργασίας. Η συλλογή δεδομένων από την
              Εφαρμογή μπορεί να τερματιστεί με την απεγκατάσταση της Εφαρμογής από τον χρήστη.  Επίσης,
              έχετε δικαίωμα υποβολής καταγγελίας στην Αρχή Προστασίας Δεδομένων Προσωπικού Χαρακτήρα
              (www.dpa.gr): Τηλεφωνικό Κέντρο: +30 210 6475600, Fax: +30 210 6475628, email: contact@dpa.gr
              < br/>
              Χρήση και διαβίβαση των προσωπικών δεδομένων σας< br/>
              Ο Υπεύθυνος Επεξεργασίας δεν δύναται να χρησιμοποιεί ή να διαβιβάζει σε τρίτους τα στοιχεία σας
              για σκοπούς οι οποίοι δεν είναι συμβατοί με την συγκεκριμένη επεξεργασία, εκτός εάν
              προηγουμένως ζητηθεί και ληφθεί η έγγραφη συναίνεσή σας. Οι φύλακες θεωρούνται νόμιμοι
              αποδέκτες των προσωπικών σας δεδομένων κατά την ενεργοποίηση της εφαρμογής, δυνάμενοι κατά
              την χρονική στιγμή αντιμετώπισης του περιστατικού να διαβιβάσουν τα δεδομένα σας για τη
              διασφάλιση των συμφερόντων και δικαιωμάτων σας στις αρμόδιες Αρχές (π.χ. Αστυνομικές Αρχές,
              Νοσοκομείο,) ή σε άλλο πρόσωπο καθ’ υπόδειξη σας (π.χ. συγγενικό πρόσωπο).
              Πάροχοι Υπηρεσιών: Ενδέχεται να προσλάβουμε τρίτες εταιρείες και ιδιώτες για την εκτέλεση
              υπηρεσιών που σχετίζονται με την Υπηρεσία ή για να μας βοηθήσουν να αναλύσουμε τον τρόπο
              χρήσης της Υπηρεσίας μας. Αυτά τα τρίτα μέρη έχουν πρόσβαση στις Προσωπικές Πληροφορίες σας
              μόνο για να εκτελέσουν αυτές τις εργασίες για λογαριασμό μας και είναι υποχρεωμένοι να μην τις
              αποκαλύψουν ή να τις χρησιμοποιήσουν για οποιονδήποτε άλλο σκοπό.
              < br/>
              Ο Υπεύθυνος Επεξεργασίας δύναται να μεταβιβάσει ανώνυμα στατιστικά στοιχεία σχετικά με την
              χρήση της εφαρμογής σε τρίτους, όπως το Πολυτεχνείο Κρήτης.< br/>
              Μέτρα προστασίας< br/>
              Ο Υπεύθυνος Επεξεργασίας λαμβάνει όλα τα αναγκαία μέτρα για την ασφαλή και αξιόπιστη
              επεξεργασία των προσωπικών σας δεδομένων. Συγκεκριμένα έχουμε θέσει σε εφαρμογή μια
              ποικιλία μέτρων ασφάλειας πληροφοριών, συμπεριλαμβανομένου ενός τείχους προστασίας
              εφαρμογών ιστού καθώς και τεχνολογίας κρυπτογράφησης για την προστασία των προσωπικών σας
              δεδομένων, που είναι αποθηκευμένα ή όταν μεταφέρονται. Ωστόσο, λόγω των τεχνικών
              περιορισμών και της ύπαρξης ποικίλων κακόβουλων μέσων στο Internet, ακόμη και αν πράξουμε
              κάθε αναγκαία ενέργεια για να ενισχύσουμε τα μέτρα ασφαλείας, είναι αδύνατο να διασφαλίσουμε
              ότι οι πληροφορίες είναι απόλυτα ασφαλείς. Επίσης, πρέπει να γνωρίζετε ότι τα συστήματα και τα
              δίκτυα επικοινωνιών που χρησιμοποιείτε για την πρόσβαση στις υπηρεσίες μας, είναι πιθανόν να
              είναι προβληματικά εξαιτίας παραγόντων πέρα από το πεδίο ελέγχου μας.
              Τροποποίηση της πολιτικής απορρήτου< br/>
              Η παρούσα πολιτική απορρήτου μπορεί να ενημερώνεται ανά πάσα στιγμή. Όταν τροποποιείται, η
              αναθεωρημένη πολιτική απορρήτου θα είναι άμεσα διαθέσιμη στην εφαρμογή μας και θα υπάρχει
              σχετική ανακοίνωση. Έχετε το δικαίωμα να απορρίψετε την τροποποίηση, γεγονός που σημαίνει τον
              τερματισμό του λογαριασμού σας στην εφαρμογή Life Chain. Σας ενθαρρύνουμε να διαβάζετε ανά
              τακτικά χρονικά διαστήματα την Πολιτική Απορρήτου για να γνωρίζετε πως προστατεύονται τα
              δεδομένα σας.< br/>
              Στοιχεία επικοινωνίας< br/>
              Εάν έχετε οποιεσδήποτε ερωτήσεις, σχόλια ή παρατηρήσεις σχετικά με το πώς χειριζόμαστε τα
              προσωπικά δεδομένα σας, μπορείτε να επικοινωνήσετε μαζί μας στο email info@lifechain.gr.
              < br/>
              ΑΠΟΔΟΧΗ ΚΑΙ ΣΥΓΚΑΤΑΘΕΣΗ< br/>
              Ο Χρήστης με την αποδοχή της παρούσας Πολιτικής Απορρήτου δηλώνει ότι έχει ενημερωθεί και
              κατανοήσει τους όρους και τις συνθήκες προστασίας των Προσωπικών Δεδομένων του, την
              αποδέχεται ρητώς και ανεπιφύλακτα και δίνει τη συγκατάθεση του για την επεξεργασία τους από
              τον Υπεύθυνο Επεξεργασίας, με τον τρόπο και για τον σκοπό που περιγράφεται στην παρούσα
              Πολιτική Απορρήτου.</p>
          </div>
        </div>
        <div
          className="flex flex-col items-center text-center text-white xl:py-[50px] text-xs font-extrabold
        bg-gradient-to-br to-redonebg  from-redtwobg via-90%                        lg:py-[50px]
                                                                                        md:py-[50px]
                                                                                        max-sm:py-[25px]
                                                                                        space-y-[20px]"
        >
          <p>Lifechain university</p>
          <p>Email : info@lifechain.gr</p>
          <p>
          This site is open source ! find it on {" "}
            <a href="https://github.com/xartokoptiko/lifechain-gr">github</a>
          </p>
          <div
            className="flex flex-row justify-evenly w-[35vh] align-middle items-center
                                                    max-sm:w-[30vh]
                                                    lg:w-[35vh]
                                                    md:w-[20vh]"
          >
            <img src="../../linkedin.png" className="w-[32px] h-[32px]" />
            <img src="../../twitter.png" className="w-[32px] h-[32px]" />
            <img src="../../facebook.png" className="w-[32px] h-[32px]" />
            <a href="https://github.com/xartokoptiko/lifechain-gr">
              <img src="../../github.png" className="w-[32px] h-[32px]" />
            </a>
          </div>
          <p><a href="/privacy">Privacy</a> {"  "} | {"  "} <a href="/tou" >Terms Of use</a></p>
          <p>All rights reserved lifechain.gr 2023 ©</p>
        </div>
      </main>
    </>
  );
}