import Head from "next/head";
import React from "react";

export default function ToU() {
  return (
    <>
      <Head>
        <title>Terms of Use</title>
      </Head>
      <main className="flex flex-col bg-gradient-to-br to-redonebg  from-redtwobg via-90%">
        <div className="flex flex-row p-8 items-center w-full">
          <div className="flex flex-row items-center">
            <img src="../../logo.png" className="w-[200px] h-[80px]" />
          </div>
          <div className="flex flex-row items-center ml-14 text-white text-lg font-bold">
            <a className="mr-5" href="/">
              Home
            </a>
          </div>
        </div>
        <div className="flex flex-col items-center px-[40px]">
          <p className="text-white text-4xl font-extrabold text-center py-10">
            Terms of Use
          </p>
          <div className="flex flex-col py-[40px] px-[20px] justify-center bg-white rounded-2xl shadow-2xl shadow-white">
            <p className="text-sm">
              1. Εισαγωγή <br />
              Η παρούσα ενημέρωση αφορά στη συμμετοχή σας στην εφαρμογή Life
              Chain <br />
              η οποία ανήκει και διαχειρίζεται από τους: <br />
              1. Ένρι Σκούρτη (email: enriskor@hotmail.com) <br />
              2. Ανδρέας Κρασσάς (email:andreaskrassas12345@gmail.com)
              <br />
              3. Αλκίνοος Αλυσσανδράκης (email:alk.alyssandrakis@gmail.com)
              <br />
              4. Λάμπρος Καραχρήστος (email:lamproskarachristos@yahoo.com)
              <br />
              (ως από κοινού Υπεύθυνοι Επεξεργασίας και δια συντομία
              αναφερόμενοι ως «Υπεύθυνος Επεξεργασίας»)
              <br />
              Η εφαρμογή &quot;Life Chain&quot; παρέχεται από τον Υπεύθυνο
              Επεξεργασίας. Ο Υπεύθυνος Επεξεργασίας διαχειρίζεται την Εφαρμογή
              και κάθε πληροφορία ή στοιχείο (π.χ. φωτογραφίες, κείμενα) που
              περιέχονται σε αυτή, καθώς και την σχετική με την Εφαρμογή
              Ιστοσελίδα (lifechain.gr), με σκοπό την παροχή προς το κοινό των
              σχετικών με τον σκοπό της πληροφοριών, προϊόντων και υπηρεσιών{" "}
              <br />
              Περιγραφή: Ο σκοπός της εφαρμογής είναι να έχουν την δυνατότητα οι
              χρήστες της να ζητούν βοήθεια από τους φύλακες του Πολυτεχνείου
              Κρήτης, όταν βρίσκονται σε κατάσταση έκτακτης ανάγκης. Η εφαρμογή
              λειτουργεί μόνο εντός του campus του Πολυτεχνείο Κρήτης στο
              Ακρωτήρι του Νομού Χανίων και μόνο για τα μέλη της πανεπιστημιακής
              κοινότητας τα οποία έχουν πρόσβαση σε ακαδημαϊκό email. Η εφαρμογή
              απευθύνεται σε περιστατικά έκτακτης ανάγκης, όπως υποδηλώνουν και
              τα τρία κουμπιά στην κεντρική της οθόνη (περιστατικό υγείας,
              σωματική επίθεση, κλοπή/βανδαλισμός). Οι χρήστες οφείλουν να
              χρησιμοποιήσουν την εφαρμογή μόνο αφότου έχουν καλέσει πρώτα σε
              βοήθεια τους καταρχήν υπεύθυνους για την αντιμετώπιση του
              περιστατικού (π.χ 112,166). Σημειώνεται στο σημείο αυτό ότι η
              εφαρμογή λειτουργεί επικουρικά σε περιστατικά έκτακτης ανάγκης των
              χρηστών, όταν βρίσκονται στους χώρους / εγκαταστάσεις του
              Πανεπιστημίου, και δεν υποκαθιστά τους αρμόδιους Φορείς και Αρχές
              για την αντιμετώπιση τέτοιων περιστατικών. <br />
              Όταν η ασφάλεια / υγεία ενός ανθρώπου βρίσκεται σε κίνδυνο εντός
              του campus του Πολυτεχνείου Κρήτης, οποιοσδήποτε έχει κατεβασμένη
              και έχει εγγραφεί νόμιμα στην εφαρμογή μπορεί να πατήσει το κουμπί
              για αναζήτηση βοήθειας. Αυτόματα, θα κοινοποιηθεί η τοποθεσία του
              στους φύλακες που
              <br />
              βρίσκονται εντός του campus μαζί με οδηγίες σε αυτούς για το πως
              να φτάσουν στο σημείο του περιστατικού. Τονίζεται ότι δεν εγγυάται
              με κανέναν τρόπο ότι θα καταφέρουν οι φύλακες να ανταποκριθούν στο
              σημείο και τον χρόνο που λαμβάνει χώρα το περιστατικό.
              <br />
              - Η εφαρμογή λειτουργεί επικουρικά σε περιστατικά έκτακτης ανάγκης
              των χρηστών, όταν βρίσκονται στους χώρους / εγκαταστάσεις του
              Πανεπιστημίου, και δεν υποκαθιστά τους αρμόδιους Φορείς και Αρχές
              για την αντιμετώπιση τέτοιων περιστατικών.
              <br />
              Για τον λόγο αυτό, προτρέπουμε τους χρήστες, σε περίπτωση έκτακτης
              ανάγκης κατά την παραμονή τους στους χώρους / εγκαταστάσεις του
              Πανεπιστημίου, να απευθύνονται αμέσως στους αρμόδιους Φορείς και
              Αρχές για την αντιμετώπιση τέτοιων περιστατικών και εν συνεχεία,
              να προβαίνουν στη χρήση της εφαρμογής.
              <br />
              Ορισμοί <br />
              Χρήστης : Οποιοδήποτε άτομο το οποίο έχει δικαίωμα να κατεβάσει
              και να εγγραφεί στην εφαρμογή σύμφωνα με τους παρόντες όρους
              χρήσης. Συγκεκριμένα, είναι μέλος της πανεπιστημιακής κοινότητας
              του Πολυτεχνείου Κρήτης (π.χ καθηγητές, φοιτητές, διδακτικό
              προσωπικό) και διαθέτει νόμιμα προσωπικό email που παρέχεται από
              το Πανεπιστήμιο (της μορφής @tuc.gr) με το οποίο email κάνει
              εγγραφή και χρησιμοποιεί την εφαρμογή. Πανεπιστημιακοί φύλακες
              (Φύλακες): Ως φύλακες ορίζονται τα άτομα τα οποία λαμβάνουν
              ειδοποίηση για να ανταποκριθούν στα περιστατικά. Αυτοί
              υποδεικνύονται στον Υπεύθυνο Επεξεργασίας από το Πολυτεχνείο
              Κρήτης, το οποίο και διαβεβαιώνει ότι είναι εξουσιοδοτημένοι
              προκειμένου να ανταποκριθούν στα περιστατικά εντός του campus.
              Περιστατικό Έκτακτης Ανάγκης: Οποιαδήποτε περίσταση στην οποία
              κρίνει ο Χρήστης ότι απειλείται με κάποιο τρόπο ή βρίσκεται σε
              κίνδυνο η σωματική του ακεραιότητα ή χρήζει άμεσης παροχής πρώτων
              βοηθειών. Στην συγκεκριμένη εφαρμογή γίνεται διαχωρισμός σε τρία
              είδη (Περιστατικό Υγείας, Σωματική Επίθεση, Κλοπή-Βανδαλισμός).
              <br />
              2. Λειτουργία της Εφαρμογής
              <br />
              Η εφαρμογή παρέχει την δυνατότητα στα μέλη της κοινότητας του
              Πολυτεχνείου Κρήτης να έχουν την ικανότητα να ειδοποιούν άμεσα
              τους φύλακες του Πανεπιστημίου σε περιστατικό έκτακτης ανάγκης
              εντός του campus του Πανεπιστημίου.
              <br />
              a) Η εφαρμογή λειτουργεί μονάχα εντός των Πανεπιστημιακών
              εγκαταστάσεων, οι οποίες βρίσκονται στο Ακρωτήρι Χανίων. Η βασική
              λειτουργία της εφαρμογής είναι η δυνατότητα του χρήστη να
              ειδοποιεί τους φύλακες σε περίπτωση εκτάκτου περιστατικού με το
              πάτημα ενός κουμπιού.
              <br />
              b) Ταυτόχρονα, δίνει την δυνατότητα αποστολής φωτογραφίας και
              αποστολής μηνύματος προς τους φύλακες, ενώ η τοποθεσία του χρήστη
              κοινοποιείται αυτόματα στους φύλακες μόλις το κουμπί
              ενεργοποιηθεί.
              <br />
              c) H παρούσα έκδοση της εφαρμογής απευθύνεται μόνο στον χώρο εντός
              του Πολυτεχνείου Κρήτης και συγκεκριμένα στο campus του στο
              Ακρωτήρι Χανίων .<br />
              d) Σύνδεση/Εγγραφή
              <br />
              Οι χρήστες συνδέονται και εγγράφονται στην εφαρμογή μέσω του
              ιδρυματικού τους email. Για την εγγραφή οφείλουν να συμπληρώσουν
              το ονοματεπώνυμό τους, το ιδρυματικό τους email και το κινητό τους
              τηλέφωνο. Το email επαληθεύεται μέσω της αποστολής κωδικού μιας
              χρήσης, που θα αποστέλλεται στην διεύθυνση που θα έχει δοθεί από
              τον χρήστη. Μέσω της εγγραφής τους θα μπορούν να ορίσουν τον
              προσωπικό τους κωδικό που θα χρησιμοποιούν για την σύνδεσή τους
              στην εφαρμογή. Οι χρήστες οφείλουν να κρατούν κρυφό και να μην
              κοινοποιούν αυτόν τον κωδικό σε τρίτους. Έχουν επίσης την
              δυνατότητα να κάνουν αποσύνδεση από την εφαρμογή οποιαδήποτε
              στιγμή, μέσω του σχετικού κουμπιού. Διευκρινίζεται ότι η εφαρμογή
              διατηρεί συνδεδεμένο τον χρήστη μέχρι να κάνει εκείνος αποσύνδεση,
              έτσι ώστε να έχει μεγαλύτερη ευχέρεια όταν χρειαστεί να πατήσει το
              κουμπί έκτακτης ανάγκης. Για την εκ νέου σύνδεσή του θα πρέπει να
              εισάγει τα στοιχεία τα οποία καταχώρησε κατά την εγγραφή. Σε
              περίπτωση που ο χρήστης δεν θυμάται τον κωδικό του, μπορεί να
              πατήσει το κουμπί ‘Ξέχασα τον κωδικό μου’ και να ακολουθήσει τις
              σχετικές οδηγίες που θα λάβει μέσω email προκειμένου να ορίσει
              άλλον κωδικό πρόσβασης. Οι χρήστες είναι οι μόνοι υπεύθυνοι για
              την εγκυρότητα των προσωπικών δεδομένων που καταχωρούν στην
              εφαρμογή.
              <br />
              Οι πανεπιστημιακοί φύλακες συνδέονται στην εφαρμογή μέσω των
              συνθηματικών (email/κωδικός) που θα τους προσφερθούν από τον
              Υπεύθυνο Επεξεργασίας. Όλοι οι χρήστες και οι φύλακες θα έχουν την
              δυνατότητα αλλαγής του προσωπικού τους κωδικού. Όλα τα παραπάνω
              δεδομένα επεξεργάζονται και φυλάσσονται σε cloud-based servers.
              <br />
              e) Η εφαρμογή λειτουργεί κάθε ώρα και ημέρα του χρόνου. Ωστόσο, η
              λειτουργία της δεν εγγυάται ότι πρόκειται να φτάσει βοήθεια.
              Επίσης, ενδέχεται να μην λειτουργεί λόγω προβλημάτων που
              αναφέρονται στο Κεφάλαιο ‘Αποποίηση Ευθυνών’.
              <br />
              f) Οι φύλακες του Πολυτεχνείου Κρήτης δεν είναι υποχρεωμένοι να
              εγγραφούν στην εφαρμογή, επομένως αυτό υπόκειται στην διακριτική
              τους ευχέρεια. Επιπροσθέτως, όπου κρίνεται απαραίτητο οι φύλακες
              μπορούν να ενημερώσουν τις αρμόδιες κρατικές αρχές κατά βούληση,
              χωρίς να είναι υποχρεωμένοι. Τονίζεται ότι το άτομο το οποίο
              βρίσκεται σε ανάγκη, οφείλει να έχει ενημερώσει το ίδιο τις
              αρμόδιες αρχές, προτού κάνει χρήση της εφαρμογής.
              <br />
              g) Η εφαρμογή λειτουργεί εντός του campus του Πολυτεχνείου Κρήτης,
              ωστόσο το Πολυτεχνείο δεν φέρει καμία ευθύνη για την λειτουργία
              και συντήρηση της εφαρμογής, ούτε ευθύνεται σε περίπτωση αστοχίας
              της ή κακόβουλης χρήσης. Αντίστοιχα, ο Υπεύθυνος Επεξεργασίας δεν
              φέρει καμία ευθύνη για τα παραπάνω, πέρα των όσων έχουν συμφωνηθεί
              μεταξύ αυτουνού και του Πολυτεχνείου.
              <br />
              h) Στην εφαρμογή ο χρήστης μπορεί να βρει τους τηλεφωνικούς
              αριθμούς έκτακτης ανάγκης (100,166,112), καθώς και τον αριθμό των
              φυλάκων του Πανεπιστημίου. Διευκρινίζεται ότι ο Υπεύθυνος
              Επεξεργασίας δεν έχει ουδεμία σχέση με τους όσους χειρίζονται τους
              παραπάνω αριθμούς και τους παραθέτει στην εφαρμογή απλώς για την
              πληροφόρηση των χρηστών.
              <br />
              i) Η εφαρμογή διατίθεται και στα αγγλικά και μπορεί εύκολα να
              γίνει αλλαγή γλώσσας εντός της.
              <br />
              3. Σύνδεσμοι (Links) προς Άλλες Ιστοσελίδες Γενικά: Η εφαρμογή ή
              ιστοσελίδα μας μπορεί να περιέχει συνδέσμους προς τρίτες
              ιστοσελίδες που δεν ελέγχονται ή δεν λειτουργούνται από εμάς.
              Αυτοί οι σύνδεσμοι παρέχονται για την ευκολία των χρηστών και δεν
              σημαίνει ότι υποστηρίζουμε ή εγκρίνουμε το περιεχόμενο, τα
              προϊόντα ή τις υπηρεσίες που παρέχονται από αυτές τις ιστοσελίδες.
              <br />
              Ευθύνη: Δεν φέρουμε καμία ευθύνη για το περιεχόμενο, την ακρίβεια,
              τις πολιτικές, τις πρακτικές, ή τις γνώμες που εκφράζονται σε
              οποιαδήποτε από αυτές τις τρίτες ιστοσελίδες. Η πλοήγηση σε
              οποιαδήποτε από αυτές τις ιστοσελίδες γίνεται αποκλειστικά και
              μόνον στην ευθύνη του χρήστη. Αποσύνδεση: Εάν οι χρήστες
              αποφασίσουν να προσπελάσουν τις τρίτες ιστοσελίδες που συνδέονται
              από την ιστοσελίδα μας, συνιστούμε να εξοικειωθούν με τους όρους
              χρήσης και τις πολιτικές απορρήτου των εν λόγω ιστοσελίδων.
              <br />
              Διαφημίσεις: Η εφαρμογή δύναται να προβάλλει διαφημίσεις τρίτων
              μερών ή επιχειρήσεων, χωρίς ωστόσο να επηρεάζει την κύρια
              λειτουργία της. Δύναται οι χρήστες να μεταφέρονται στους
              διαδικτυακούς τόπους αυτών των μερών μέσω της εφαρμογής, πατώντας
              το ανάλογο εικονίδιο. Social Media: Μέσα από την εφαρμογή οι
              χρήστες μπορούν να οδηγηθούν στα social media και στο website που
              αναφέρονται στο ‘Life Chain’, πατώντας το ανάλογο εικονίδιο στην
              εφαρμογή.
              <br />
              4 . Αποποίηση Ευθυνών
              <br />
              Λαμβάνοντας υπόψη τη φύση του Διαδικτύου, ο Υπεύθυνος Επεξεργασίας
              αποποιείται κάθε ευθύνης σχετικής με την απρόσκοπτη λειτουργία της
              εφαρμογής. Η πρόσβαση και χρήση της εφαρμογής γίνεται με
              πρωτοβουλία των χρηστών, και ως εκ τούτου ο Υπεύθυνος Επεξεργασίας
              δεν φέρει ευθύνη για οποιαδήποτε ζημία τυχόν υποστούν. Μέσω της
              εφαρμογής οι χρήστες έχουν τη δυνατότητα να ειδοποιήσουν τους
              φύλακες του Πανεπιστημίου, σε περίπτωση έκτακτης ανάγκης κατά την
              παραμονής τους στους χώρους / εγκαταστάσεις του Πανεπιστημίου. Ως
              εκ τούτου, ο Υπεύθυνος Επεξεργασίας δεν φέρει ευθύνη σε περίπτωση
              που οι φύλακες ή οι λοιποί χρήστες δεν ανταποκριθούν στη σχετική
              ειδοποίηση που θα λάβουν ή σε περίπτωση που οι χρήστες
              καταχωρήσουν ψευδή στοιχεία ή γεγονότα. Ο ρόλος του είναι καθαρά
              μεσολαβητικός.
              <br />
              Οι χρήστες καλούνται σε περίπτωση έκτακτης ανάγκης να ειδοποιήσουν
              πρώτα τις αρμόδιες Αρχές και ύστερα να κάνουν χρήση της εφαρμογής.
              Η χρήση του Ευρωπαϊκού αριθμού 112 σας συνδέει με τις αρμόδιες
              Αρχές (αστυνομία, ΕΚΑΒ, πυροσβεστικό σώμα,κτλ.)
              <br />
              a) Η εφαρμογή δεν αντικαθιστά ούτε τις τοπικές υπηρεσίες έκτακτης
              ανάγκης όπως την Αστυνομία, το ΕΚΑΒ και την Πυροσβεστική ούτε τον
              Ευρωπαϊκό αριθμό έκτακτης ανάγκης «112». Η εφαρμογή δρα
              συμπληρωματικά, ώστε οι χρήστες να έχουν έναν επιπρόσθετο τρόπο να
              ζητήσουν άμεσα βοήθεια σε περίπτωση εκτάκτων περιστατικών εντός
              του campus.
              <br />
              b) Ο Υπεύθυνος Επεξεργασίας της εφαρμογής δεν φέροει καμία ευθύνη
              σε περίπτωση που η εφαρμογή δεν λειτουργήσει κατά τη διάρκεια
              επείγοντος περιστατικού για οποιονδήποτε λόγο. Δεν εγγυόμαστε ότι
              η εφαρμογή θα λειτουργεί απρόσκοπτα και χωρίς προβλήματα. Δεν
              εγγυόμαστε ότι θα φτάσει βοήθεια όταν ζητηθεί μέσω της χρήσης. Η
              χρήση της εφαρμογής δεν αντικαθιστά την επικοινωνία με τις
              αρμόδιες αρχές για περίπτωση έκτακτης ανάγκης (100,112,166,κτλ.)
              <br />
              c) Οι φύλακες χρησιμοποιούν την εφαρμογή και ανταποκρίνονται στα
              περιστατικά με κάθε επιφύλαξη, γνωρίζοντας ότι ο Υπεύθυνος
              Επεξεργασίας δεν φέρει καμία ευθύνη σε περίπτωση που προκληθεί
              βλάβη ως προς το πρόσωπό τους σε περίπτωση κακόβουλης χρήσης της
              από τους χρήστες της εφαρμογής.
              <br />
              d) Ο Υπεύθυνος Επεξεργασίας δεν φέρει καμία ευθύνη σε περίπτωση
              που η παρέμβαση του φύλακα δημιουργήσει οποιοδήποτε πρόβλημα στο
              άτομο που ζήτησε βοήθεια.
              <br />
              e) Ζημιές: Ο Υπεύθυνος Επεξεργασίας δεν φέρει ευθύνη για
              οποιαδήποτε άμεση, έμμεση, περιστασιακή, ειδική ή παρακολουθούμενη
              ζημιά που προκύπτει από τη χρήση ή την αδυναμία χρήσης της
              εφαρμογής.
              <br />
              f) Τρίτες Πηγές: Δεν φέρουμε ευθύνη για το περιεχόμενο, τις
              πολιτικές ή τις δραστηριότητες των τρίτων ιστοσελίδων που μπορεί
              να συνδέονται με την εφαρμογή μας.
              <br />
              g) Ασφάλεια: Παρόλο που καταβάλλουμε κάθε δυνατή προσπάθεια για
              την ασφάλεια της εφαρμογής, δεν μπορούμε να εγγυηθούμε ότι η
              εφαρμογή δεν θα γίνει στόχος οργανωμένης διαδικτυακής επίθεσης.
              <br />
              h) Ο Υπεύθυνος Επεξεργασίας δεν φέρει ευθύνη για ψευδή στοιχεία
              που παρέχονται από τους χρήστες και έχει το δικαίωμα να λαμβάνει
              μέτρα σε περίπτωση ύποπτης ή απατηλής συμπεριφοράς.
              <br />
              i) Ανωτέρα Βία: Σε περίπτωση ανωτέρας βίας (π.χ. φυσικές
              καταστροφές, επαναστάσεις, πολέμοι, επιδημίες, διακοπές ηλεκτρικού
              ρεύματος, κυβερνοεπιθέσεις, απεργίες ή άλλα ανεξέλεγκτα γεγονότα
              που εκτείνονται πέρα από τον έλεγχο της Εταιρείας), ο Υπεύθυνος
              Επεξεργασίας δεν φέρει ευθύνη για τη μη λειτουργία της εφαρμογής ή
              για οποιαδήποτε αποτυχία στην παροχή των υπηρεσιών της. Οι χρήστες
              αποδέχονται ότι σε τέτοιες περιπτώσεις, ο Υπεύθυνος Επεξεργασίας
              δεν θα είναι υποχρεωμένος να παρέχει τις υπηρεσίες της και δεν θα
              φέρει ευθύνη για οποιαδήποτε ζημιά ή απώλεια προκύπτει από τη μη
              λειτουργία της εφαρμογής.
              <br />
              5. Δικαιώματα Υπεύθυνου Επεξεργασίας
              <br />
              Η εφαρμογή μπορεί να χρησιμοποιήσει τα στοιχεία επικοινωνίας των
              χρηστών για να αποστείλει ενημερωτικά μηνύματα, σεβόμενη την
              προστασία προσωπικών δεδομένων όπως ορίζεται από την ευρωπαϊκή και
              εθνική νομοθεσία. Για να γίνει αυτό θα έχει ζητηθεί πρώτα η ρητή
              συγκατάθεση των χρηστών μέσω δήλωσης τους ότι αποδέχονται να
              λαμβάνουν τέτοιου είδους ενημερώσεις.  Με τον ίδιο εύκολο τρόπο θα
              μπορούν να απεγγραφούν από αυτή την υπηρεσία.
              <br />
              Ο Υπεύθυνος Επεξεργασίας διατηρεί το δικαίωμα να περιορίσει την
              πρόσβαση ή να διαγράψει λογαριασμούς που παραβιάζουν τους όρους
              χρήσης ή πραγματοποιούν απαγορευμένες ενέργειες, καταχρώνται την
              υπηρεσία που παρέχεται από την εφαρμογή ή στέλνουν σήματα στους
              φύλακες χωρίς πραγματικά σημαντικό λόγο ή για γεγονότα που δεν
              σχετίζονται με επείγουσα κατάσταση. Γενικά δύναται να διαγράψει
              λογαριασμούς χρηστών τους οποίους θεωρεί ύποπτους για οποιονδήποτε
              λόγο χωρίς προειδοποίηση του χρήστη. Σας ενημερώνουμε ότι έχετε
              δικαίωμα υποβολής αιτήματος για διόρθωση ή διαγραφή των δεδομένων
              προσωπικού χαρακτήρα που έχετε εισάγει στην ιστοσελίδα μας ή για
              περιορισμό της επεξεργασίας τους ή/και δικαίωμα
              αντίταξης/εναντίωσης στην επεξεργασία τους καθώς και δικαίωμα στην
              πρόσβαση και στη φορητότητα των δεδομένων σας. Σας γνωρίζουμε ότι
              έχετε δικαίωμα να ανακαλέσετε τη συγκατάθεσής σας περί
              επεξεργασίας των προσωπικών σας δεδομένων ανά πάσα στιγμή,
              αποστέλλοντας ηλεκτρονικό μήνυμα (email) info@lifechain.gr .<br />
              Η επεξεργασία των προσωπικών σας δεδομένων γίνεται σύμφωνα με τα
              οριζόμενα στην κείμενη ελληνική και κοινοτική νομοθεσία,
              συμπεριλαμβανομένων των διατάξεων του ν. 4624/2019, του Γενικού
              Κανονισμού περί Προστασίας Προσωπικών Δεδομένων 2016/679/ΕΕ
              (GDPR), της προστασίας δεδομένων προσωπικού χαρακτήρα και της
              ιδιωτικής ζωής στον τομέα των ηλεκτρονικών επικοινωνιών (Ν.
              3471/2006, ως εκάστοτε ισχύει), των ισχυόντων Κανονισμών
              διαδικτυακού απορρήτου και των αποφάσεων της Αρχής Προστασίας
              Δεδομένων Προσωπικού Χαρακτήρα (ΑΠΔΠΧ). Για περισσότερες
              πληροφορίες σχετικά με τη διαχείριση των προσωπικών σας δεδομένων
              παρακαλώ μεταβείτε στην Πολιτική Απορρήτου.
              <br />
              Δεν διαβιβάζονται, κοινοποιούνται, γνωστοποιούνται ή/και
              διατίθενται σε τρίτους τα προσωπικά δεδομένα που εισάγετε στην
              εφαρμογή χωρίς την προηγούμενη συγκατάθεσής σας, υπό την επιφύλαξη
              των όσων ορίζονται στο παρόν και στην Πολιτική Απορρήτου. Ως
              Υπεύθυνος Επεξεργασίας (Data Controller), δυνάμεθα να προβούμε
              στην επεξεργασία των προσωπικών δεδομένων που καταχωρείτε στην
              εφαρμογή εφόσον:
              <br />
              - έχουμε λάβει την προηγούμενη ρητή συγκατάθεσή σας για
              συγκεκριμένο σκοπό επεξεργασίας,
              <br />
              - η επεξεργασία είναι απολύτως αναγκαία για τη διαφύλαξη ζωτικού
              συμφέροντος δικού σας ή άλλου φυσικού προσώπου,
              <br />
              - η επεξεργασία είναι απολύτως αναγκαία για την εξυπηρέτηση
              ουσιώδους δημοσίου συμφέροντος,
              <br />
              - η επεξεργασία είναι απολύτως αναγκαία για τη θεμελίωση, άσκηση ή
              υποστήριξη νομικών αξιώσεων,
              <br />
              - η επεξεργασία είναι απολύτως αναγκαία για την πρόληψη,
              διερεύνηση, διακρίβωση, βεβαίωση ή τη δίωξη εγκλημάτων ή την
              εκτέλεση ποινικών κυρώσεων, ή<br />
              - η επεξεργασία είναι απολύτως αναγκαία για σκοπούς εθνικής
              ασφάλειας.
              <br />
              6. Απαγορευμένες ενέργειες
              <br />
              a) Κακόβουλη Χρήση:
              <br />
              Αποστολή ψευδών ή ανακριβών σημάτων κινδύνου. Χρήση της εφαρμογής
              για παραπλανητικούς σκοπούς ή εξαπάτηση.
              <br />
              b) Παραβίαση Προσωπικών Δεδομένων:
              <br />
              Κοινοποίηση ή διαρροή προσωπικών δεδομένων άλλων χρηστών χωρίς τη
              συγκατάθεσή τους. Χρήση της εφαρμογής για τη συλλογή προσωπικών
              δεδομένων χωρίς συγκατάθεση.
              <br />
              c) Επιθετική ή Απειλητική Συμπεριφορά:
              <br />
              Χρήση της εφαρμογής για την αποστολή επιθετικών, απειλητικών ή
              προσβλητικών μηνυμάτων.
              <br />
              Δημιουργία ή διανομή περιεχομένου που προωθεί βία, μίσος ή
              διακρίσεις. d) Παραβίαση Πνευματικών Δικαιωμάτων:
              <br />
              Χρήση της εφαρμογής για τη διανομή περιεχομένου που παραβιάζει τα
              πνευματικά δικαιώματα τρίτων.
              <br />
              e) Εκμετάλλευση Συστήματος:
              <br />
              Προσπάθεια παραβίασης, παράκαμψης ή ανατροπής των μηχανισμών
              ασφαλείας της εφαρμογής. Δημιουργία, διανομή ή χρήση λογισμικού
              που στοχεύει στην εκμετάλλευση ή την παραβίαση της εφαρμογής.
              <br />
              f) Ενοχλητική Συμπεριφορά:
              <br />
              Χρήση της εφαρμογής για τη δημιουργία ή τη διανομή ενοχλητικού,
              προσβλητικού ή ανεπιθύμητου περιεχομένου.
              <br />
              7. Άδεια χρήσης της εφαρμογής από τον χρήστη
              <br />
              Ο χρήστης λαμβάνει περιορισμένη άδεια χρήσης της εφαρμογής, η
              οποία είναι προσωπική, μη αποκλειστική και αμεταβίβαστη. Ο χρήστης
              δεν πρέπει να τροποποιεί ή να αναπαράγει το περιεχόμενο της
              εφαρμογής χωρίς άδεια. 8. Επιτρεπόμενη ηλικία Η εφαρμογή είναι
              προσβάσιμη μόνο σε χρήστες άνω των 18 ετών και σε άτομα άνω των 17
              ετών σε περίπτωση που έχουν λάβει συναίνεση από τον κηδεμόνα τους.
              Σε αυτή την περίπτωση οφείλουν να παρέχουν τα στοιχεία του
              κηδεμόνα σε περίπτωση που τους ζητηθεί. 9. Υποχρεώσεις χρήστη Ο
              χρήστης πρέπει να παρέχει ακριβείς πληροφορίες στην εφαρμογή και
              να είναι ειλικρινής σχετικά με το περιστατικό του. Χρήση της
              ειδοποίησης επείγουσας κατάστασης να κάνει μόνο όταν βρίσκεται
              μέσα στο campus του Πολυτεχνείου Κρήτης. 10. Τροποποίηση των Όρων
              Χρήσης Μπορούμε ανά τακτά ή μη χρονικά διαστήματα να προσθέτουμε,
              να τροποποιούμε, να αναστέλλουμε ή να παύουμε (προσωρινά ή μόνιμα)
              την παροχή οποιασδήποτε παρεχόμενης υπηρεσίας/εφαρμογής, ακόμα και
              να αναστέλλουμε ή να παύουμε (προσωρινά ή μόνιμα) την πρόσβαση
              στην εφαρμογή. Θα ενημερώνουμε για την τροποποίηση των όρων και θα
              αναρτώνται ώστε να είναι εύκολα προσβάσιμοι.
              <br />
              11. Χρεώσεις - Τιμολογιακή Πολιτική - Πληρωμές:
              <br />
              Δωρεάν Χρήση: Η εφαρμογή μας είναι δωρεάν για όλους τους χρήστες,
              φοιτητές και φύλακες. Δεν θα χρεωθείτε για τη χρήση των
              λειτουργιών της εφαρμογής. Δεν υπάρχουν αγορές εντός της
              εφαρμογής. 12. Δεδομένα
              <br />
              Για πληροφορίας σχετικά με την συλλογή, τροποποίηση, αποθήκευση,
              διατήρηση και διαγραφή των δεδομένων επισκεφτείτε την πολιτική
              απορρήτου μας.
              <br />
              13. Παράπονα
              <br />
              Υποβολή Παραπόνων: Οι χρήστες που αντιμετωπίζουν προβλήματα ή
              έχουν ανησυχίες σχετικά με την εφαρμογή μας έχουν το δικαίωμα να
              υποβάλλουν παράπονα. Τα παράπονα πρέπει να υποβάλλονται γραπτώς
              μέσω της εφαρμογής ή μέσω της επίσημης ιστοσελίδας μας. Χρονικό
              Διάστημα Απάντησης: Θα προσπαθούμε να απαντήσουμε σε όλα τα
              παράπονα εντός 15 εργάσιμων ημερών από την ημερομηνία υποβολής.
              Διαδικασία Επίλυσης: Όλα τα παράπονα θα εξετάζονται διεξοδικά και
              θα λαμβάνονται τα απαραίτητα μέτρα για την επίλυσή τους. Οι
              χρήστες θα ενημερώνονται για την πρόοδο και το αποτέλεσμα της
              εξέτασης του παραπόνου τους. Επικοινωνία: Ενθαρρύνουμε τους
              χρήστες να επικοινωνούν μαζί μας για οποιαδήποτε απορία ή
              διευκρίνιση σχετικά με τη διαδικασία παραπόνων. Οποιαδήποτε
              προσωπικά δεδομένα χρηστών περιέλθουν σε γνώση μας για την υποβολή
              παραπόνων θα αντιμετωπίζονται σύμφωνα με την ισχύουσα πολιτική
              απορρήτου μας. Σε περίπτωση που επιθυμείτε να προβείτε σε
              καταγγελία αναφορικά με την επεξεργασία των προσωπικών σας
              δεδομένων, σας γνωστοποιούμε ότι Αρμόδια Αρχή είναι η Αρχή
              Προστασίας Δεδομένων Προσωπικού Χαρακτήρα (ΑΠΔΠΧ), η οποία
              βρίσκεται επί της Λεωφόρου Κηφισίας αριθμός 1 – 3, Τ.Κ. 115 23,
              Αθήνα, https://www.dpa.gr/el, με τηλ. επικοινωνίας: +30 210 64 75
              600 και ηλεκτρονικό ταχυδρομείο: contact@dpa.gr
              <br />
              14. Πνευματική Ιδιοκτησία
              <br />
              Δικαιώματα Πνευματικής Ιδιοκτησίας: Όλο το περιεχόμενο,
              σχεδιασμός, γραφικά, λογότυπα, εικόνες, βίντεο, και άλλα στοιχεία
              της εφαρμογής μας είναι προστατευόμενα από τους νόμους περί
              πνευματικής ιδιοκτησίας και ανήκουν αποκλειστικά στον Υπεύθυνο
              Επεξεργασίας. Απαγόρευση Αντιγραφής: Είναι αυστηρά απαγορευμένο να
              αντιγράφετε, να διανείμετε, να επαναπροβάλλετε, να μεταδίδετε, ή
              να χρησιμοποιείτε το περιεχόμενο της εφαρμογής μας χωρίς την
              προηγούμενη γραπτή συγκατάθεση μας. Παραβίαση Δικαιωμάτων:
              Οποιαδήποτε παραβίαση των δικαιωμάτων πνευματικής ιδιοκτησίας μας
              μπορεί να οδηγήσει σε νομικές ενέργειες εναντίον του παραβάτη.
              Αναφορά Παραβιάσεων: Εάν πιστεύετε ότι το περιεχόμενο ή η
              υλοποίηση της εφαρμογής μας παραβιάζει τα δικαιώματα πνευματικής
              ιδιοκτησίας κάποιου τρίτου, παρακαλούμε ενημερώστε μας άμεσα.
              <br />
              15. Περιοδικές Αλλαγές
              <br />
              Ο Υπεύθυνος Επεξεργασίας διαρκώς επεκτείνει, ενημερώνει και
              βελτιώνει την Εφαρμογή της, καθώς και τα σχετικά με αυτή προϊόντα
              και υπηρεσίες και ανανεώνει αναλόγως τους παρόντες όρους χρήσης.
              Συστήνουμε στους χρήστες να διαβάζουν τους Όρους Χρήσης σε τακτά
              χρονικά διαστήματα, προκειμένου να ενημερώνονται για τυχόν αλλαγές
              στο περιεχόμενο τους. 16. Εφαρμοστέο Δίκαιο και δικαιοδοσία Οι
              παρόντες Όροι Χρήσης και κάθε τροποποίησή τους διέπονται από το
              Ελληνικό Δίκαιο. Για κάθε διαφορά που τυχόν προκύψει από την
              παρούσα συμφωνία και η οποία δεν μπορεί να επιλυθεί εξωδίκως
              αρμόδια ορίζονται τα καθ&#39; ύλη δικαστήρια της Πάτρας. Όλα τα
              δικαιώματα και τα ένδικα μέσα σύμφωνα με τους όρους χρήσης είναι
              σωρευτικά και δεν αποκλείουν άλλα δικαιώματα και ένδικα μέσα που
              προβλέπονται από το νόμο ή από άλλη συμφωνία. Εάν οποιαδήποτε
              πρόβλεψη αυτών των Όρων Χρήσης κριθεί άκυρη από οποιοδήποτε
              δικαστήριο με αρμόδια δικαιοδοσία, η ακυρότητα αυτής της διάταξης
              δεν θα επηρεάσει την εγκυρότητα των υπόλοιπων διατάξεων των Όρων
              Χρήσης, οι οποίοι θα παραμείνουν σε πλήρη ισχύ.
              <br />
              17. Επικοινωνία
              <br />
              Για οποιαδήποτε απορία ή διευκρίνιση σχετικά με τους παρόντες
              όρους, οι χρήστες μπορούν να επικοινωνήσουν με τον Υπεύθυνο
              Επεξεργασίας μέσω των καναλιών μας κοινωνικής δικτύωσης, μέσω της
              εφαρμογής ή της ιστοσελίδας στο  info@lifechain.gr Η χρήση της
              εφαρμογής &quot;Life Chain&quot; υπόκειται στους παραπάνω όρους.
              Με την εγκατάσταση και χρήση της εφαρμογής, ο χρήστης αποδέχεται
              τους παραπάνω όρους χρήσης και συμφωνεί ότι τους έχει διαβάσει και
              κατανοήσει, σε συνδυασμό με την Πολιτική Απορρήτου. Σε περίπτωση
              που οι Χρήστες δεν συμφωνούν με τους όρους χρήσης της παρούσας,
              οφείλουν να μην κάνουν χρήση της υπηρεσίας και να διαγράψουν την
              εφαρμογή. Στο ενδεχόμενο που η μη εξουσιοδοτημένη χρήση της
              Εφαρμογής ή/και του website από την πλευρά του χρήστη έχει ως
              αποτέλεσμα τη ζημία οποιουδήποτε ατόμου το οποίο στη συνέχεια
              εγείρει αξίωση εναντίον του Υπεύθυνου Επεξεργασίας συμφωνεί ότι θα
              αποζημιώσει τον Υπεύθυνο Επεξεργασίας για όλες τις απώλειες και/ή
              ζημιές που θα προκύπτουν από μια τέτοια αξίωση.
            </p>
          </div>
        </div>
        <div
          className="flex flex-col items-center text-center text-white xl:py-[50px] text-xs font-extrabold
        bg-gradient-to-br to-redonebg  from-redtwobg via-90%                        lg:py-[50px]
                                                                                        md:py-[50px]
                                                                                        max-sm:py-[25px]
                                                                                        space-y-[20px]"
        >
          <p>Life Chain</p>
          <p>Email : lifechainsocial@gmail.com</p>
          <p>
            This site is open source ! find it on{" "}
            <a href="https://github.com/xartokoptiko/lifechain-gr">github</a>
          </p>
          <div
            className="flex flex-row justify-evenly w-[35vh] align-middle items-center
                                                    max-sm:w-[30vh]
                                                    lg:w-[35vh]
                                                    md:w-[20vh]"
          >
            <a href="https://www.instagram.com/lifechain.gr">
            <img src="../../instagram.png" className="w-[32px] h-[32px]" />
          </a>
          <a href="https://www.facebook.com/profile.php?id=61554962138127">
            <img src="../../facebook.png" className="w-[32px] h-[32px]" />
          </a>
          <a href="https://www.linkedin.com/company/life-chain-app/">
            <img src="../../linkedin.png" className="w-[32px] h-[32px]" />
          </a>
          <a href="https://github.com/xartokoptiko/lifechain-gr">
            <img src="../../github.png" className="w-[32px] h-[32px]" />
          </a>
          </div>
          <p>
            <a href="/privacy">Privacy</a> {"  "} | {"  "}{" "}
            <a href="/tou">Terms Of use</a>
          </p>
          <p>All rights reserved lifechain.gr 2023 ©</p>
        </div>
      </main>
    </>
  );
}
